---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.EndTreatmentType
source: html/672a65f1-7164-de9a-232d-6ed21e05eaee.htm
---
# EndTreatmentType Properties

The id of the assembly instance to which the element belongs.